Repository: AlexAnYang/WakeOnLAN
Catalog: Properties.*.resx
Languages: nl

# MachineName.ToolTip
source: This is the name of the machine. Enter a valid name, containing letters, numbers, dash or underscore.
nl: Dit is de naam van de machine. Voer een geldige naam in, met letters, cijfers, streepje of underscore.

# MAC.ToolTip
source: Enter the MAC address of the machine. This is used for WakeUp messages. Valid MAC addresses are 6 pairs of hex digits, separated by ':' or '-'. Example: 01:00:22:32:af:d0
nl: Voer het MAC-adres van de machine in. Dit wordt gebruikt voor WakeUp berichten. Geldige MAC-adressen zijn 6 paar hexadecimale cijfers, gescheiden door ':' of '-'. Voorbeeld: 01:00:22:32: af: d0

# $this.Text
source: Properties
nl: Eigenschappen

# lbShutdownCommand.Text
source: Shutdown command line: (optional)
nl: Afsluitopdrachtregel:

# lbMAC.Text
source: MAC Address
nl: MAC adres

# CheckBox_Emergency.Text
source: Emergency shutdown?
nl: Noodafsluiting?

# lbLeaveBlank.Text
source: * leave blank for DHCP
nl: * leeg laten voor DHCP

# lbName.Text
source: Name
nl: Naam

# lbUDP.Text
source: UDP Port
nl: UPD poort

# lbSendTo.Text
source: Send WOL to
nl: Stuur WOL naar

# Delete_Button.Text
source: Delete
nl: Verwijder

# lbIP.Text
source: Local IP Address
nl: IP adres

# bCalcBroadcast.Text
source: Calculate
nl: Bereken

# lbGroup.Text
source: Group
nl: Groep

# Cancel_Button.Text
source: Cancel
nl: Annuleer

# lbNetbios.Text
source: FQDN / IP
nl: Host URI

# rbURI.Text
source: FQDN / IP
nl: URI

# LabelInterfaces.Text
source: Interface
nl: [interfaces]
