Repository: AlexAnYang/WakeOnLAN
Catalog: Search.*.resx
Languages: ar_jo, zh_tw

# SearchBegin.Text
source: Begin Search
ar_jo: بدء البحث
zh_tw: 開始搜尋

# SearchBegin.ToolTip
source: Begin searching for machines
ar_jo: بدء البحث عن الاجهزة
zh_tw: 開始搜尋電腦

# ch_Name.Text
source: Name
ar_jo: الاسم
zh_tw: 名稱

# ch_OS.Text
source: Operating System
ar_jo: نظام التشغيل
zh_tw: 運作系統

# ch_Interface.Text
source: Interface ID
ar_jo: معرف الواجهة
zh_tw: 聯繫裝置身分

# ch_IP.Text
source: IP Address
ar_jo: الملكية الفكرية
zh_tw: IP位址

# ch_MAC.Text
source: Mac Address
ar_jo: عنوان Mac
zh_tw: 網路介面卡識別碼位址

# chEnabled.Text
source: WOL
ar_jo: استنهاظ الشبكة المحلية

# IpAddressControl_End.ToolTip
source: Enter the ending IP address to search to
ar_jo: ادخل عنوان IP لانهاء البحث الى

# IpAddressControl_Start.ToolTip
source: Enter the starting IP address to search from
ar_jo: ادخل عنوان IP لبدء البحث من

# cancelSearch.Text
source: Cancel
ar_jo: الغاء الامر
zh_tw: 取消

# cancelSearch.ToolTip
source: Stop searching
ar_jo: ايقاف البحث
zh_tw: 停止搜尋電腦

# Label2.Text
source: Ending IP Address
ar_jo: انهاء عنوان IP
zh_tw: 結束IP位址

# Label1.Text
source: Starting IP address
ar_jo: بدء عنوان IP
zh_tw: 開始IP位址

# gbSearch.Text
source: Search for machines
ar_jo: البحث عن الاجهزة

# LabelDescription.Text
source: Select desired machines with the checkboxes, then click OK to add them to the database.
ar_jo: حدد الاجهزة المطلوبة مع خانات الاختيار، ثم انقر فوق موافق لاضافتها الى قاعدة البيانات.

# CheckAllButton.Text
source: Check All
ar_jo: تحقق من الكل
zh_tw: 檢查全部

# UnCheckAllButton.Text
source: UnCheck All
ar_jo: الغاء التحقق من الكل
zh_tw: 所有未檢查的

# closeButton.Text
source: Cancel
ar_jo: الغاء الامر
zh_tw: 取消

# OKButton.Text
source: OK
ar_jo: موافق
zh_tw: 確定

# LabelAddToGroup.Text
source: Add to group...
ar_jo: اضافة الى مجموعة...

# $this.Text
source: Search for machines
ar_jo: البحث عن الاجهزة
zh_tw: 搜尋電腦
