Repository: AlexAnYang/WakeOnLAN
Catalog: Shutdown.*.resx
Languages: ru

# ColumnHeader1.Text
source: Machine Name
ru: Имя компьютера

# ColumnHeader2.Text
source: Status
ru: Статус

# Label_Operation.Text
source: Ready to shutdown...
ru: Готов к выключению…

# AbortButton.Text
source: Abort Shutdown
ru: Отменить выключение

# ShutdownButton.Text
source: Shutdown
ru: Выключение

# Cancel_Button.Text
source: Cancel
ru: Отмена

# shut_reboot.Text
source: Reboot after shutdown
ru: Перезагрузка после выключения

# shut_force.Text
source: Force Apps Closed
ru: Принудительно завершаемые программы

# Label15.Text
source: Reboot
ru: Перезагрузка

# Label16.Text
source: Force
ru: Принудительно

# Label_Message.Text
source: Display message
ru: Сообщение

# Label_Timeout.Text
source: Timeout (secs)
ru: Тайм-аут

# GroupBox1.Text
source: Shutdown options
ru: Варианты выключения

# $this.Text
source: Shutdown
ru: Выключение
